<?php
    ob_start();
    session_start();
    $pageTitle = "info";

    include 'init.php';


    ?>
        <nav class="navbar header_title">
            <div class="container">
                <div class="navbar">
                    <h2>حكــومـة السـودان الالـكـترونـيـة - وزارة التـربية والتـعليم</h2>
                </div>
                <a class="navbar-brand" href= "log.php"><img src="layout/images/logo.png" alt="no Service"></a>     
            </div>
        </nav>
        
        <section class="container py-5">
            <div class="row">
                <div class="col-lg-9 col-md-9 col-sm-11 py-3">
                    <h3>نبذة عن وزارة التربية والتعليم</h3>
                    <p class="list">وزارة التربية والتعليم في السودان هي جزء من الجهاز الحكومي الذي يتولى مسؤولية تطوير وتنظيم التعليم في البلاد. تاريخ تأسيس الوزارة وتطوره يعود إلى فترة ما قبل الاستقلال وما بعده .
                        تأسست الوزارة بموجب القوانين والأنظمة التي تحدد دورها ومسؤولياتها في تطوير التعليم وتنظيمه في البلاد. يمكن أن يكون هذا التاريخ مرتبطًا بتاريخ استقلال السودان في عام 1956.
                        منذ ذلك الحين، شهدت وزارة التربية والتعليم في السودان تطورات مستمرة وتغيرات في هياكلها وأولوياتها، تتناسب مع التحديات التعليمية واحتياجات البلاد. استمرار الإصلاحات والتحسينات في التعليم كانت جزءًا أساسيًا من أجندة الحكومة السودانية على مدى السنوات العديدة .
                        تاريخ وزارة التربية والتعليم في السودان يمثل جزءًا هامًا من تاريخ التعليم في البلاد، وهو يعكس التحديات والإنجازات التي تم تحقيقها على مر الزمن في مجال تطوير التعليم وتعزيز جودته في السودان.
                        تعرف وزارة التربية والتعليم في جمهورية السودان بأنها تسعى إلى ترقية العملية التربوية والتعليمية وإتاحة التعليم للجميع بما يلبي التنمية المستدامة للمجتمع، كما تسعى إلى تطوير المناهج التعليمية بما يناسب التطورات الحاصلة بالمجتمع، مع التركيز على انتماء الطالب الديني والوطني بالإضافة إلى ذلك يسعى إلى تعزيز ثقافة التربية الوطنية وفتح القنوات بين مراحل التعليم النظامي وحلقاته المختلفة من ناحية والتعليم غير النظامي من ناحية أخرى، لتحقيق مبدأ التعليم المستمر، كذلك تدعيم الإيمان بأهمية العلم وضرورة امتلاكها وتطويرها كذلك تعمل على تطوير العملية الدراسية من خلال استخدام البرمجيات لإنشاء عدة مواقع تعليمية منها المدرسة الإلكترونية السودانية الإدارات التابعة لوزارة التربية والتعليم هناك عدد من الإدارات التابعة للوزارة التي تسعى إلى تعزيز العمل بأهدافها ( الإدارة العامة للسياسات والتخطيط والبحوث - الإدارة العامة للقياس والتقويم والامتحانات - الإدارة العامة لضمان الجودة في التعليم العام - الإدارة العامة للتربية الخاصة - الإدارة العامة للعلاقات الثقافية - الإدارة العامة للموارد البشرية والمالية والخدمات - الإدارة العامة للتعليم الفني - الإدارة العامة للتعليم الديني ) . الوحدات التابعة لوزارة التربية والتعليم هناك عدد من الوحدات التابعة للوزارة التي تسعى إلى تعزيز العمل بأهدافها ومنها مركز المعلومات التربوية يسعى مركز المعلومات التربوية إلى تسخير كافة الإمكانات لتطوير الأداء التربوي وتبسيط إجراءاته، وذلك بهدف تقديم خدمة مثلى للمواطنين، بالإضافة إلى ذلك استخدام التقنيات الحديثة لضمان سرعة إنجاز المعاملات في وقتٍ قصير، كذلك الاستفادة من تجارب الدول فيما يخص العملية التربوية والتعليمية، وفي ما يأتي ذلك لمهام المركز ( وضع السياسات العامة والخاصة لعمل مراكز المعلومات في كافة الولايات في الجمهورية ومتابعته عملها باستمرار - ربط إدارات الوزارة بشبكة محلية، وحوسبة أنظمة الإدارات - رفع قدرات العاملين في الوزارة في المجال التقني - تمثيل الوزارة في الورش والبرامج والمؤتمرات المتعلقة بمجال تكنولوجيا المعلومات ) . المجلس القومي لمحو الأمية وتعليم الكبار يعرف هذا المجلس بأنه الجهة المعنية والوحيدة في ما يخص التعليم غير النظامي، أنشأ في عام 1970م، ثم عدل في عامي 1983م و1991م، حيث يسعى إلى تكوين مجتمع خالٍ من الأمية ومظاهر التخلف، حتى ينعم بالأمن والاستقرار بما يلبي التنمية المستدامة والرفاهية فيه، وفي ما يأتي ذكر لأبرز مهام المجلس ( رسم السياسات والخطط والبرامج الخاصة بمحو الأمية وفقًا لاستراتيجية البلاد القومية - إضفاء الطابع الرسمي فيما يخص مناهج محو الأمية وتعليم الكبار والتعليم البديل، والعمل على إعدادها - تدريب المعلمين ونقاط الاتصال الخاصة ببرنامج التعليم البديل، وذلك من خلال التنسيق مع الجهات المعنية ووزارات التربية والتعليم في الولايات - وضع البرامج والخطط لتطوير التعليم الإلكتروني، وذلك بهدف تلبية الاحتياجات التنموية في البلاد من خلال التنسيق مع الجهات ذات الصلة - رفع الاستيعاب بين الأطفال من سن 7-9 ) .
                        يتألف الهيكل الوظيفي لوزارة التربية والتعليم في السودان من مجموعة من الأقسام والإدارات التي تعمل بتنسيق لتحقيق أهداف التعليم وتطويره في البلاد. يمكن أن يختلف تنظيم الوزارة وهيكلها الوظيفي على مر السنين وفقًا لتطورات السياسات التعليمية واحتياجات النظام التعليمي. ومع ذلك، يمكن أن يتضمن الهيكل الوظيفي العام لوزارة التربية والتعليم في السودان الأقسام والإدارات التالية :
                        •	المكتب الوزاري : يشمل هذا القسم المسؤولين عن إدارة الوزارة وتنسيق سياسات التعليم والبرامج والمشاريع .
                        •	إدارة التعليم الأساسي : تتولى مسؤولية تنظيم وتطوير التعليم الابتدائي والمتوسط. .
                        •	إدارة التعليم الثانوي : تشرف على تنظيم التعليم الثانوي وتطوير المناهج والبرامج الدراسية .
                        •	إدارة التعليم العالي : تعنى بتنظيم التعليم الجامعي والمؤسسات الأكاديمية والبحث العلمي .
                        •	الإدارة المالية والإدارية : تتولى المسؤولية عن الشؤون المالية والإدارية للوزارة بما في ذلك الميزانية والتقارير المالية والموارد البشرية .
                        •	إدارة التخطيط والتطوير: تعمل على وضع الاستراتيجيات والخطط التنموية لتحسين جودة التعليم وتطوير البنية التحتية التعليمية .
                        •	إدارة الشؤون الإدارية والقانونية: تتعامل مع القضايا القانونية والإدارية المتعلقة بالوزارة وتوفير الدعم القانوني والمشورة .
                        •	إدارة الرصد والتقييم : تقوم بجمع البيانات وتحليل الأداء التعليمي وتقديم التقارير والتقييمات لتقييم فعالية السياسات التعليمية .
                        تتفاوت الهياكل والأقسام والإدارات داخل وزارة التربية والتعليم في السودان بحسب الظروف والمتطلبات الفريدة للنظام التعليمي والتنظيم الإداري في كل فترة زمنية. يهدف الهيكل الوظيفي إلى تحقيق الأهداف التعليمية وتقديم الدعم والخدمات للمعلمين والطلاب والمجتمع بشكل عام .
                        </p>

                </div>
                <div class="col-lg-3 col-md-3 col-sm-3 bg-dark text-light py-3">
                    <h3><a href="log.php">القائمة الرئيسية</a></h3>
                    <h3><a href="info.php"> وزارة التربية والتعليم </a></h3>
                    <h3> <a href="rebort.php"> طلب توظيف </a></h3>
                </div>
            </div>
        </section>



<?php


        include $temp . 'footer.php';  

?>